
/*
 * Network "set" (location) strings
 */
"DEFAULT_SET_NAME" = "تلقائي";

/*
 * [System] Keychain descriptions for PPP
 */
"KEYCHAIN_KIND_PPP_PASSWORD" = "كلمة سر PPP";

/*
 * [System] Keychain descriptions for IPSec
 */
"KEYCHAIN_KIND_IPSEC_SHARED_SECRET" = "سر IPSec المشترك";
"KEYCHAIN_KIND_IPSEC_XAUTH_PASSWORD" = "IPSec XAuth كلمة السر";

/*
 * [System] Keychain descriptions for 802.1X
 *   Network Connection (Ethernet)
 *   Network Connection
 *   802.1X Password
 */
"KEYCHAIN_DESCRIPTION_EAPOL_INTERFACE" = "اتصال بالشبكة (%@)";
"KEYCHAIN_DESCRIPTION_EAPOL" = "اتصال بالشبكة";
"KEYCHAIN_KIND_EAPOL" = "كلمة سر 802.1X";
